Repository: jmooremcc/plugin.program.super.favourites
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Super Favourites
es_es: Super Favoritos

# #30001
source: Super Favourite
es_es: Super Favorito

# #30002
source: Super Favourites Menu
es_es: Menu Super Favoritos

# #30004
source: Create new Super Folder
es_es: Crear nueva Super Carpeta

# #30005
source: Super Favourite settings
es_es: Ajustes Super Favoritos

# #30006
source: Add to %s favourites
es_es: Añadir a %s favoritos

# #30007
source: Copy favourite
es_es: Copiar fovorito

# #30008
source: Move favourite
es_es: Mover fovorito

# #30009
source: Remove favourite
es_es: Eliminar fovorito

# #30010
source: Rename favourite
es_es: Renombrar favorito

# #30011
source: Remove Super Folder
es_es: Eliminar Super Carpeta

# #30012
source: Rename Super Folder
es_es: Renombrar Super Carpeta

# #30013
source: Please enter a name for this Super Folder
es_es: Por favor, introduzca un nombre para esta carpeta

# #30014
source: The %s Super Folder already exists
es_es: Tarea imposible de realizar. Ya existe una carpeta con el nombre "%s

# #30015
source: Please enter a new name for the %s Super Folder
es_es: Por favor, introduzca un nuevo nombre para la carpeta "%s

# #30016
source: This will remove the %s Super Folder
es_es: Está a punto de borrar la carpeta "%s

# #30017
source: along with all its contents
es_es: junto con todo su contenido

# #30018
source: Are you sure?
es_es: ¿Está seguro de que desea realizar esta acción?

# #30019
source: Choose Super Folder to copy favourite to
es_es: Seleccione carpeta para copiar este elemento

# #30020
source: Choose Super Folder to move favourite to
es_es: Seleccione carpeta para mover este elemento

# #30021
source: Please enter a new name for this favourite
es_es: Por favor, introduzca un nuevo nombre para este elemento

# #30022
source: Display
es_es: Apariencia

# #30023
source: Show new Super Folder item
es_es: Mostrar nuevo elemento de supercarpeta

# #30024
source: Show Kodi favourites item
es_es: Mostrar elemento de menú Ir a favoritos Kodi

# #30026
source: Quickstart hotkey
es_es: Definir tecla de acceso rápido

# #30027
source: None
es_es: Ninguna

# #30040
source: Explore %s favourites
es_es: Explorar favoritos %s

# #30041
source: Move up
es_es: Mover arriba

# #30042
source: Move down
es_es: Mover abajo

# #30043
source: Choose thumbnail
es_es: Seleccionar miniatura

# #30044
source: Browse for image
es_es: Seleccione una imagen

# #30046
source: Would you like to browse the current skin's built-in icons?
es_es: ¿Le gustaría ver los iconos integrados en la apariencia actual?

# #30047
source: Add to Super Favourites
es_es: Añadir a Super Favoritos

# #30048
source: Standard context menu
es_es: Menú estándar

# #30049
source: Super Favourites settings
es_es: Configurar Super Favoritos

# #30051
source: Show separator
es_es: Mostrar separador

# #30052
source: Change playback mode
es_es: Cambiar modo de reproducción

# #30053
source: Launch Super Favourites
es_es: Lanzar súper favoritos

# #30055
source: Show iSearch menu item
es_es: Mostrar elemento de menú de iSearch

# #30056
source: Location of Super Favourites folder
es_es: Ubicación de la carpeta de Super Favoritos

# #30057
source: Edit search term
es_es: Editar término de búsqueda

# #30059
source: Swipe left
es_es: Deslizar a la izquierda

# #30060
source: Swipe right
es_es: Deslizar a la derecha

# #30061
source: Swipe Up
es_es: Deslizar hacia arriba

# #30062
source: Swipe Down
es_es: Deslizar hacia abajo

# #30063
source: Show iRecommend menu item
es_es: Mostrar elemento de menú iRecommend

# #30064
source: Show fanart
es_es: Mostrar fanart

# #30065
source: Show in root folder only
es_es: Mostrar solo en la carpeta raíz

# #30066
source: [B]iSearch - %s[/B] [I](Click to edit search term)[/I]
es_es: [[B]iSearch - %s[/B] [I](Haga clic para editar el término de búsqueda)[/I]

# #30067
source: Edit Super Folder
es_es: Editar Super Folder

# #30068
source: Edit Super Favourite
es_es: Editar Super Favoritos

# #30069
source: Enter password to temporarily unlock folder
es_es: Introduzca la contraseña para desbloquear temporalmente la carpeta %s

# #30071
source: Cache locked folder passwords for
es_es: Almacene en caché las contraseñas de carpetas bloqueadas para

# #30072
source: Never
es_es: Nunca

# #30073
source: 1 minute
es_es: 1 minuto

# #30074
source: 5 minutes
es_es: 5 minutos

# #30075
source: 15 minutes
es_es: 15 minutos

# #30076
source: Lock Super Folder
es_es: Bloquear Carpeta

# #30077
source: Remove lock
es_es: Eliminar bloqueo de carpeta

# #30078
source: Enter the password to the remove lock
es_es: Introduzca la contraseña para quitar el candado

# #30079
source: Enter the password you wish to use to lock folder
es_es: Introduzca la contraseña que desea usar para bloquear la carpeta

# #30080
source: Sorry the password entered was incorrect
es_es: Lo sentimos, la contraseña introducida era incorrecta

# #30081
source: Super Folder lock has been permanently removed
es_es: El bloqueo de la Carpeta se ha eliminado de forma permanente

# #30082
source: Advanced
es_es: Avanzado

# #30083
source: Automatically play playlists
es_es: Reproducir listas de reproducción automáticamente

# #30085
source: Colourize name
es_es: Colorear nombre

# #30086
source: Select a colour
es_es: Selccione un color

# #30087
source: [I]Decolourize[/I]
es_es: [I]Eliminar colores[/ I]

# #30089
source: Remember history
es_es: Recordar historial

# #30090
source: Movie information
es_es: Información de la película

# #30091
source: Play trailer
es_es: Reproducir tráiler

# #30092
source: Trailer is no longer available
es_es: El tráiler ya no está disponible

# #30093
source: Enable metadata
es_es: Habilitar metadatos

# #30094
source: %s settings
es_es: %s ajustes

# #30095
source: Tidy up context menu keywords
es_es: Ordenar menú contextual

# #30096
source: Super Folders inherit thumbnail and fanart
es_es: Las carpetas heredan miniatura y el fanart

# #30097
source: Remove thumbnail
es_es: Eliminar miniatura

# #30098
source: iSearch using %s
es_es: iSearch usando %s

# #30099
source: Edit %s Favourite
es_es: Editar %s Favorito

# #30100
source: None (clear current settings)
es_es: Ninguno (borrar la configuración actual)

# #30101
source: (no action)
es_es: (sin acción)

# #30102
source: (open folder)
es_es: (carpeta abierta)

# #30103
source: Edit iSearch item
es_es: Editar elemento de iSearch

# #30104
source: Play using Super Favourites
es_es: Reproducir usando Super Favoritos

# #30105
source: Failed to play video
es_es: Error al reproducir video

# #30106
source: %s Favourites
es_es: %s Favoritos

# #30107
source: Choose fanart
es_es: Elegir fanart

# #30108
source: Remove fanart
es_es: Eliminar fanart

# #30109
source: Timeout in %d seconds...
es_es: Tiempo de espera en %d segundos ...

# #30110
source: Press a key to assign it to the Super Favourites hotkey
es_es: Presione una tecla para asignarselaba Super Favoritos

# #30111
source: Programmable
es_es: Programable

# #30112
source: [COLOR springgreen]Click to program hotkey[/COLOR]
es_es: [COLOR springgreen]Haga clic para programar la tecla de acceso rápido [/COLOR]

# #30113
source: Default fanart
es_es: Fanart predeterminado

# #30114
source: Super Favourites
es_es: Super Favoritos

# #30115
source: Choose
es_es: Seleccionar

# #30116
source: None
es_es: Ninguno

# #30117
source: Choose default fanart
es_es: Elija fanart predeterminado

# #30118
source: Hotkey functionality does not currently
es_es: La tecla de acceso rápido no funciona correctamente

# #30119
source: work on an ATV2
es_es: Trabajar en ATV2

# #30120
source: UI Display name
es_es: Mostrar nombre en UI

# #30123
source: New iSearch item found - %s
es_es: Se ha encontrado un nuevo elemento de iSearch - %s

# #30124
source: Do you wish to import into iSearch?
es_es: ¿Desea importar a iSearch?

# #30125
source: Import from remote file
es_es: Importar desde archivo remoto

# #30126
source: Remote file
es_es: Archivo remoto

# #30127
source: [COLOR springgreen]Click to import Super Favourites[/COLOR]
es_es: [COLOR springgreen]Haga clic para importar Super Favoritos[/COLOR]

# #30128
source: [COLOR springgreen]Click to export Super Favourites[/COLOR]
es_es: [COLOR springgreen]Haga clic para exportar Super Favoritos[/COLOR]

# #30129
source: [B]Export[/B]
es_es: [B]Exportar[/ B]

# #30130
source: Do you wish to include your Super Favourite settings?
es_es: ¿Desea incluir su configuración de Super Favoritos?

# #30131
source: Choose a folder to export your Super Favourites to
es_es: Elija una carpeta para exportar sus Super Favoritos

# #30132
source: Super Favourites successfully exported
es_es: Super Favoritos exportado con éxito

# #30133
source: Super Favourites successfully imported
es_es: Super Favoritos importado con éxito

# #30134
source: Choose a zipfile to import into your Super Favourites
es_es: Elija un archivo zip para importarlo a sus Super Favoritos

# #30135
source: [B]Import[/B]
es_es: [B]Importar[/B]

# #30136
source: Do you want to overwrite your current settings?
es_es: ¿Desea sobrescribir su configuración actual?

# #30137
source: Failed to import Super Favourites
es_es: Error,no se pudieron importar los Super Favoritos

# #30138
source: Show unavailable addons
es_es: Mostrar addons no disponibles

# #30139
source: Show import remote file
es_es: Mostrar archivo remoto de importación

# #30140
source: Importing %s from
es_es: Importando %s de

# #30141
source: Please wait, this may take a while
es_es: Por favor, espere. Esto puede tardar unos minutos.

# #30143
source: Activate Window (try if Play Media fails)
es_es: Activar ventana (intentar si Play Media falla)

# #30144
source: Run Plugin (try if video repeats)
es_es: Ejecute el complemento (pruebe si el video se repite)

# #30145
source: Show iPlay menu item
es_es: Mostrar elemento de menú iPlay

# #30146
source: iPlay - %s playlist manager
es_es: Mostrar elemento de menú iPlay - %s

# #30148
source: Browse for playlist
es_es: Buscar lista de reproducción

# #30149
source: Copy playlists to Super Favourites folder
es_es: Copiar listas de reproducción en la carpeta de Super Favoritos

# #30150
source: Delete playlist
es_es: Eliminar lista de reproducción

# #30152
source: Allow deletion of playlists created with Kodi
es_es: Permitir la eliminación de listas de reproducción creadas con Kodi

# #30153
source: Enter M3U playlist URL
es_es: Introducir lista M3U

# #30154
source: Enable debug mode
es_es: Habilitar modo de depuración

# #30155
source: No valid M3U playlist found at
es_es: No se encontró una lista de reproducción M3U válida

# #30156
source: Please enter a name for this playlist
es_es: Ingrese un nombre para esta lista de reproducción

# #30157
source: Show synopsis
es_es: Mostrar sinopsis

# #30161
source: Other Features
es_es: Otras características

# #30162
source: Autostart Super Favourites
es_es: Inicio automático de Super Favoritos

# #30164
source: Add [I]%s[/I] to iRemember
es_es: Añadir [I]%s[/I] a iRemember

# #30165
source: Remove [I]%s[/I]
es_es: Eliminar [I]%s[/I]

# #30166
source: Create new manual entry
es_es: Crear nueva entrada manual

# #30167
source: Show iRemember menu item
es_es: Mostrar el elemento del menú iRemember

# #30168
source: Manually edit favourite
es_es: Editar favorito manualmente

# #30169
source: Select type for %s
es_es: Seleccionar acción para %s

# #30170
source: Enter command for %s
es_es: Introduzca comando para %s

# #30175
source: Enter window ID for %s
es_es: Introduzca la ID de ventana para %s

# #30176
source: Enter window ID
es_es: Introduzca la ID de ventana

# #30177
source: Cut Super Favourite
es_es: Cortar Super Favorito

# #30178
source: Copy Super Favourite
es_es: Copiar Super Favorito

# #30179
source: Paste Super Favourite
es_es: Pegar Super Favorito

# #30180
source: Cut Super Folder
es_es: Cortar Carpeta

# #30181
source: Copy Super Folder
es_es: Copiar Carpeta

# #30182
source: Paste Super Folder
es_es: Pegar Carpeta

# #30183
source: Do you want to paste the %s Super Folder
es_es: ¿Quiere pegar la supercarpeta %s?

# #30184
source: as a link or copy the complete folder?
es_es: ¿cómo enlace o copiar la carpeta completa?

# #30185
source: Copy
es_es: Copiar

# #30186
source: Link
es_es: Enlace

# #30187
source: Super Folders cannot be 'cut' to %s favourites
es_es: Las Super Carpetas no se pueden 'cortar' a %s favoritos

# #30188
source: Do you want to create a link to the %s
es_es: La carpeta no puede ser cortada a %s

# #30189
source: Super Folder instead?
es_es: ¿Carpeta en su lugar?

# #30190
source: Cancel
es_es: Cancelar

# #30191
source: Failed to paste the %s Super Folder, please check logs
es_es: No se pudo pegar la carpeta %s, verifique los registros

# #30192
source: %s - Copy %d
es_es: %s - Copiar %d

# #30194
source: Edit description
es_es: Editar descripción

# #30195
source: Quickly search all the popular addons from one place.[CR]Also provides access to the iRecommend and iRemember features.
es_es: Busca rápidamente en los complementos más populares desde un mismo lugar.[CR]También proporciona acceso a las funciones iRecommend y iRemember.

# #30196
source: Browse your playlists.[CR]Copy playlists to Super Favourites.[CR]Link to online playlists.
es_es: Explore sus listas de reproducción. [CR] Copie listas de reproducción a Super Favoritos. [CR] Enlace a listas de reproducción en línea.

# #30197
source: Browse your Kodi favourites.[CR]Launch or edit your Kodi favourites directly from within Super Favourites.[CR]Copy your Kodi favourites to Super Favourites.
es_es: Explore sus favoritos de Kodi. [CR] Inicie, copie o edite sus favoritos de Kodi directamente desde Super Favoritos. [CR]

# #30198
source: Import Super Favourites from a remote location (configure via the Advanced settings tab).
es_es: Importar Super Favoritos desde una ubicación remota (configurar a través de la pestaña Configuración avanzada).

# #30199
source: Create a new Super Folder within the current folder.
es_es: Crea una nueva Supercarpeta dentro de la carpeta actual.

# #30200
source: Populate iSearch with [I]%s.[/I]
es_es: Complete iSearch con [I]%s.[/I]

# #30201
source: View your previously iRemembered keywords.[CR]Saves repeatedly typing searches you perform frequently.
es_es: Ver sus palabras claves usadas previamente en iRemembered.[CR]Guarda la búsquedas que realiza con frecuencia.

# #30202
source: Perform an 'Also Watched' IMDB search using [I]%s[/I] (%s)
es_es: Realice una búsqueda de IMDB "Vistos" con [I]%s [/ I] (%s)

# #30203
source: Set view list type (0 - default)
es_es: Establecer lista como tipo de vista (0 - por defecto)

# #30204
source: Remember current view type
es_es: Recuordar el tipo de vista actual

# #30205
source: Perform a keyword IMDB search using [I]%s.[/I]
es_es: Realizar búsqueda en IMDB usando [I]%s[/I].

# #30206
source: Search %s for [I]%s.[/I]
es_es: Realizar búsqueda usando [I]%s[/I].

# #30207
source: Would you like to disable caching on this favourite?[CR]Particularly useful for 'Search' type favourites
es_es: ¿Le gustaría deshabilitar el almacenamiento en caché para este favorito?[CR]Particularmente útil para los favoritos de tipo Buscar

# #30208
source: Disable 'movie content' view - prevents rectangular thumbnails
es_es: Desactivar vista (contenido de película) - evita las miniaturas rectangulares

# #30209
source: Copy item and metadata
es_es: Copiar elemento y metadatos

# #30210
source: Paste thumbnail
es_es: Pegar miniatura

# #30211
source: Paste fanart
es_es: Pegar fanart

# #30212
source: Paste description
es_es: Pegar descripción

# #30213
source: Sort favourites alphabetically
es_es: Ordenar favoritos alfabéticamente

# #30214
source: Quick select (may not return accurate recommendations)
es_es: Selección rápida (es posible que no devuelva recomendaciones precisas)

# #30215
source: Perform an 'Also Watched' IMDB search using [I]%s[/I]
es_es: Realice una búsqueda de IMDB "Vistos" con [I]%s[/I]

# #30216
source: View fullsize images
es_es: Ver imágenes a tamaño completo

# #30217
source: Addon
es_es: Añadir

# #30218
source: Clear current Super Favourites when importing
es_es: Eliminar Super Favoritos actuales al importar

# #30219
source: Quick launch Super Favourites
es_es: Inicio rápido de Super Favoritos

# #30220
source: Now playing
es_es: Reproduciendo ahora

# #30221
source: Show startup message
es_es: Mostrar mensaje en el arranque

# #30222
source: Startup message text
es_es: Texto del mensaje de inicio

# #30223
source: Label favourites numerically
es_es: Etiquetar favoritos numéricamente

# #30224
source: Show iExplore menu item
es_es: Mostrar elemento de menú iExplore

# #30226
source: Browse to folder to iExplore
es_es: Navegar por las carpetas con iExplore

# #30227
source: Browse for playable media
es_es: Buscar medios reproducibles

# #30228
source: Browse [I]%s[/I] for playable media
es_es: Explorar [I]%s[/I] medios reproducibles

# #30229
source: Play [I]%s[/I]
es_es: Reproducir [I]%s[/I]

# #30230
source: Play from here
es_es: Reproducir desde aquí

# #30231
source: Play folder
es_es: Reproducir carpeta

# #30232
source: Play Super Folder
es_es: Reproducir Super Carpeta

# #30233
source: Enable autoplay
es_es: Habilitar reproducción autoplay

# #30234
source: Disable autoplay
es_es: Desactivar autoplay

# #30235
source: Explore Super Folder
es_es: Explorar Carpeta

# #30236
source: (play folder)
es_es: (reproducir carpeta)

# #30237
source: Set sort order
es_es: Establecer orden de clasificación

# #30238
source: Default (see settings)
es_es: Por defecto (ver ajustes)

# #30239
source: Alphabetical
es_es: Alfabético

# #30241
source: Download
es_es: Descargar

# #30242
source: Download folder
es_es: Ubicación para descargas

# #30243
source: Do you wish to stop the current playback?
es_es: ¿Desea detener la reproducción actual?

# #30244
source: (This maybe necessary to allow download)
es_es: (Esto puede ser necesario para permitir la descarga)

# #30245
source: [COLOR springgreen]Download succeeded[/COLOR]
es_es: [COLOR springgreen] La descarga se realizó correctamente[/ COLOR]

# #30246
source: [COLOR red]Download failed[/COLOR]
es_es: [COLOR red]Error de descarga[/COLOR]

# #30247
source: Download failed
es_es: Error de descarga

# #30248
source: No response from server
es_es: Sin respuesta del servidor

# #30249
source: Unknown filesize
es_es: Tamaño de archivo desconocido

# #30250
source: Unable to download
es_es: No se puede descargar

# #30251
source: %s - Confirm Download
es_es: %s - Confirmar descarga

# #30252
source: Complete file is %dMB
es_es: El archivo completo es %dMB

# #30253
source: Continue with download?
es_es: ¿Desea continuar con la descarga?

# #30254
source: Confirm
es_es: Confirmar

# #30255
source: %s - Download Progress - %s%%
es_es: %s - Progreso de la descarga - %s%%

# #30256
source: Download folder does not exists
es_es: La carpeta para descarga no existe

# #30257
source: Please configure a valid download folder now
es_es: Por favor, configure una carpeta de descarga válida

# #30258
source: Paste item
es_es: Pegar item

# #30259
source: Download using Super Favourites
es_es: Descargar usando Super Favoritos

# #30260
source: No valid item to add to Super Favourites
es_es: Ningún elemento válido para añadir a Super Favoritos

# #30261
source: No valid item to download via Super Favourites
es_es: Ningún elemento válido para descargar a través de Super favoritos

# #30262
source: Paste metadata
es_es: Pegar metadatos

# #30263
source: Remove metadata
es_es: Eliminar metadatos

# #30264
source: Description
es_es: Descripción

# #30265
source: Metadata
es_es: Metadatos

# #30269
source: Hotkey assignment cancelled
es_es: Se canceló la asignación de teclas de acceso rápido

# #30270
source: Hotkey successfully assigned
es_es: Tecla de acceso rápido asignada correctamente

# #30271
source: This will only work if [COLOR springgreen]%s[/COLOR] is setup as a source
es_es: Esto solo funcionará si [COLOR springgreen]%s [/ COLOR] está configurado como fuente

# #30272
source: Do you wish to continue?
es_es: ¿Desea continuar?

# #30273
source: ShowPicture
es_es: Mostrar imagen

# #35000
source: Global Menu
es_es: Menú Global

# #35001
source: Enable global Super Favourites menu
es_es: Habilitar el menú global de Super Favoritos

# #35002
source: Style
es_es: Estilo

# #35003
source: Menu
es_es: Menú

# #35004
source: Dialog
es_es: Diálogo

# #35005
source: Menu Items
es_es: Elementos de menú

# #35006
source: Add to Super Favourites
es_es: Añadir a Super Favoritos

# #35007
source: Default iSearch (search using the first addon in the list)
es_es: ISearch predeterminado (busque usando el primer complemento de la lista)

# #35010
source: Copy item and metadata
es_es: Copiar elemento y metadatos

# #35011
source: View item images
es_es: Ver imágenes de artículos

# #35012
source: Super Favourite settings
es_es: Configuración de Super Favorito

# #35013
source: Selected addon settings
es_es: Configuración de complemento seleccionada

# #35014
source: Standard context menu
es_es: Menú contextual estándar

# #35015
source: The Super Favourites global menu is now configurable.
es_es: El menú global de Super Favoritos ahora es configurable.

# #35017
source: Would you like to configure it now?
es_es: ¿Quiere configurarlo ahora?

# #35018
source: Edit name when adding to Super Favourites
es_es: Edite el nombre al agregar a Super Favoritos

# #35019
source: Extensions
es_es: Extensiones

# #35020
source: Quick launch
es_es: Lanzador rápido

# #35021
source: Artwork settings
es_es: Ajustes Artwork

# #35024
source: None
es_es: Ninguno

# #35025
source: Landscape image
es_es: Imagen de paisaje

# #35026
source: Banner image
es_es: Imagen de banner

# #35027
source: Poster image
es_es: Imagen de póster

# #35028
source: Set view content type
es_es: Establecer el tipo de contenido de la vista

# #35029
source: Files
es_es: Archivos

# #35030
source: Songs
es_es: Canciones

# #35031
source: Artists
es_es: Artistas

# #35032
source: Albums
es_es: Álbumes

# #35033
source: Movies
es_es: Películas

# #35034
source: TV shows
es_es: Series

# #35035
source: Episodes
es_es: Episodios

# #35036
source: Music videos
es_es: Videos musicales

# #35037
source: Default
es_es: Por defecto

# #35038
source: Show Super Favourites menu item on standard context menu
es_es: Mostrar el elemento de menú Super Favoritos en el menú contextual estándar

# #35040
source: Addons on the whitelist will not display the global Super Favourites menu
es_es: Los addons de la lista blanca no se mostrarán el menú global de Super Favoritos

# #35041
source: Add to whitelist
es_es: Añadir a la lista blanca

# #35042
source: Remove from whitelist
es_es: Eliminar de la lista blanca

# #35043
source: Label numerically on quick launch menu
es_es: Etiquetar numéricamente en el menú de inicio rápido

# #35044
source: Remember previous folder
es_es: Recordar la carpeta anterior

# #35045
source: Show menu item on standard context menu
es_es: Mostrar en menú contextual estándar

# #35046
source: Show on Super Favourites context menu
es_es: Mostrar en el menú contextual de Super Favoritos
